Repository: ayushyadav1504/OutwitGames
Catalog: OutwitGames/Resources/Localizable.xcstrings
Source language: en
Languages: hi

# cash_out_locked
source: Invite more verified friends to unlock cashout.
hi: कैशआउट अनलॉक करने के लिए और सत्यापित दोस्तों को बुलाएं।

# challenge_already_completed
source: This challenge has already been completed.
hi: यह चैलेंज पहले ही पूरा हो चुका है।

# challenge_not_available
source: This challenge is no longer available.
hi: यह चैलेंज अब उपलब्ध नहीं है।

# challenge.close
source: Close
hi: बंद करें

# challenge.error.title
source: Couldn't start the challenge
hi: चैलेंज शुरू नहीं हो सका

# challenge.exit.leave
source: Leave challenge
hi: चैलेंज छोड़ें

# challenge.exit.message
source: Your current run will end if you leave now.
hi: अभी बाहर जाने पर आपका मौजूदा खेल समाप्त हो जाएगा।

# challenge.exit.stay
source: Keep playing
hi: खेलते रहें

# challenge.exit.title
source: Leave this challenge?
hi: यह चैलेंज छोड़ें?

# challenge.hud.almost
source: Almost there
hi: बस थोड़ा और

# challenge.hud.coin
source: coin
hi: कॉइन

# challenge.hud.coins
source: coins
hi: कॉइन

# challenge.hud.finish_under
source: Finish under
hi: इसके भीतर पूरा करें

# challenge.hud.missed
source: So close!
hi: बस थोड़ा सा रह गया!

# challenge.hud.missed_detail
source: Give it another go.
hi: एक बार फिर कोशिश करें।

# challenge.hud.no_reward
source: No reward
hi: कोई इनाम नहीं

# challenge.hud.target
source: Target
hi: लक्ष्य

# challenge.hud.time
source: Time
hi: समय

# challenge.hud.won
source: You got it!
hi: आपने कर दिखाया!

# challenge.hud.won_detail
source: Reward unlocked.
hi: इनाम अनलॉक हुआ।

# challenge.hud.your_score
source: Your score
hi: आपका स्कोर

# challenge.hud.your_time
source: Your time
hi: आपका समय

# challenge.multiplier.current_reward
source: Current reward
hi: मौजूदा इनाम

# challenge.multiplier.great_spin
source: Great spin!
hi: शानदार स्पिन!

# challenge.multiplier.little_extra
source: A little extra
hi: थोड़ा और

# challenge.multiplier.nice_boost
source: Nice boost
hi: बढ़िया बोनस

# challenge.multiplier.no_bonus
source: No bonus
hi: कोई बोनस नहीं

# challenge.multiplier.no_extra
source: No extra this spin
hi: इस बार कुछ अतिरिक्त नहीं

# challenge.multiplier.ready_collect
source: Ready to collect
hi: लेने के लिए तैयार

# challenge.multiplier.reward_doubled
source: Your reward doubled.
hi: आपका इनाम दोगुना हो गया।

# challenge.multiplier.reward_grew
source: Your reward grew.
hi: आपका इनाम बढ़ गया।

# challenge.multiplier.reward_safe
source: Your coins are still safe.
hi: आपके कॉइन सुरक्षित हैं।

# challenge.multiplier.spin
source: SPIN
hi: घुमाएं

# challenge.multiplier.spin_complete
source: Spin complete
hi: स्पिन पूरा हुआ

# challenge.multiplier.spinning
source: Spinning…
hi: घूम रहा है…

# challenge.multiplier.subtitle
source: Spin to add to your reward
hi: इनाम में जोड़ने के लिए पहिया घुमाएं

# challenge.multiplier.title
source: Your bonus is ready
hi: आपका बोनस तैयार है

# challenge.multiplier.title_accent
source: your win
hi: अपना इनाम

# challenge.multiplier.title_prefix
source: Add to
hi: बढ़ाएं

# challenge.multiplier.total
source: Total coins
hi: कुल कॉइन

# challenge.preparing
source: Preparing your challenge…
hi: आपका चैलेंज तैयार हो रहा है…

source: Challenge progress
hi: चैलेंज की प्रगति

# challenge.result.add_bonus
source: Watch an ad for bonus coins
hi: बोनस कॉइन के लिए विज्ञापन देखें

# challenge.result.coins
source: Coins earned
hi: मिले हुए कॉइन

# challenge.result.collect
source: Collect
hi: इकट्ठा करें

# challenge.result.complete
source: Challenge complete
hi: चैलेंज पूरा हुआ

# challenge.result.goal_collect
source: Collect
hi: इकट्ठा करें

# challenge.result.goal_finish
source: Finish in
hi: पूरा करें

# challenge.result.goal_score
source: Score
hi: स्कोर करें

# challenge.result.goal_survive
source: Survive for
hi: टिके रहें

# challenge.result.home
source: Back to home
hi: होम पर जाएँ

# challenge.result.moves
source: moves
hi: चालों में

# challenge.result.multiply
source: Multiply coins
hi: कॉइन बढ़ाएं

# challenge.result.near_miss
source: So close!
hi: बस थोड़ा सा रह गया!

# challenge.result.retry
source: Retry
hi: फिर कोशिश करें

# challenge.result.retry_ad
source: Watch an ad to retry
hi: फिर खेलने के लिए विज्ञापन देखें

# challenge.result.score
source: Score
hi: स्कोर

# challenge.result.to_win
source: to win
hi: जीतने के लिए

# challenge.result.win_subtitle
source: Nice. They’re yours.
hi: बधाई! ये आपके हुए।

# challenge.result.won
source: You won!
hi: आप जीत गए!

# challenge.result.your_score
source: Your score
hi: आपका स्कोर

# challenge.result.your_time
source: Your time
hi: आपका समय

source: Challenge reward
hi: चैलेंज का इनाम

# challenge.reward.error.title
source: Reward unavailable
hi: रिवॉर्ड उपलब्ध नहीं है

# common.continue
source: Continue
hi: आगे बढ़ें

# common.done
source: Done
hi: हो गया

# common.loading
source: Loading
hi: लोड हो रहा है

# common.ok
source: OK
hi: ठीक है

# common.retry
source: Retry
hi: फिर कोशिश करें

# daily_cap_reached
source: You have reached today’s redemption limit.
hi: आज की रिडेम्पशन सीमा पूरी हो गई है।

# feed.end.message
source: You have played every challenge we have right now. New challenges land soon — check back!
hi: अभी के सारे चैलेंज आप खेल चुके हैं। नए चैलेंज जल्द आ रहे हैं — फिर देखें!

# feed.end.title
source: That's all for now!
hi: बस, अभी इतने ही!

# feed.game_unavailable
source: This game bundle has not been published yet.
hi: यह गेम अभी प्रकाशित नहीं हुआ है।

# feed.loading
source: Loading challenges…
hi: चैलेंज लोड हो रहे हैं…

# feed.objective.and
source: and
hi: और

# feed.objective.clear_all
source: Clear the board.
hi: बोर्ड साफ़ करें।

# feed.objective.collect
source: Reach @value @metric.
hi: @value @metric तक पहुंचें।

# feed.objective.generic
source: Complete the objective.
hi: लक्ष्य पूरा करें।

# feed.objective.min_score
source: Score @value points.
hi: @value पॉइंट स्कोर करें।

# feed.objective.move_limit
source: Finish in @value moves.
hi: @value चालों में पूरा करें।

# feed.objective.or
source: or
hi: या

# feed.objective.survive
source: Survive for @value.
hi: @value तक टिके रहें।

# feed.objective.time_limit
source: Beat the clock: @value.
hi: समय को हराएं: @value।

# feed.objective.timed_collect
source: Reach @value @metric within @time.
hi: @time के भीतर @value @metric तक पहुंचें।

# feed.objective.timed_score
source: Score @value points within @time.
hi: @time के भीतर @value पॉइंट स्कोर करें।

# feed.profile
source: Profile
hi: प्रोफ़ाइल

# feed.redeem_coins
source: Redeem coins
hi: कॉइन रिडीम करें

# feed.refresh
source: Refresh
hi: रीफ़्रेश करें

# feed.start_challenge
source: Start challenge
hi: चैलेंज शुरू करें

# feed.swipe_up
source: Swipe up for the next challenge
hi: अगले चैलेंज के लिए ऊपर स्वाइप करें

# feed.unavailable.title
source: Game unavailable
hi: गेम उपलब्ध नहीं है

# feed.unlock_reward
source: Unlock the reward.
hi: इनाम अनलॉक करें।

# forbidden
source: You don't have permission to do that.
hi: आपको यह करने की अनुमति नहीं है।

# game_load_failed
source: The game couldn't load. Please try again.
hi: गेम लोड नहीं हो सका। कृपया फिर कोशिश करें।

# geo_blocked
source: This reward is not available in your region.
hi: यह इनाम आपके क्षेत्र में उपलब्ध नहीं है।

# insufficient_funds
source: You do not have enough spendable coins.
hi: आपके पास पर्याप्त खर्च करने योग्य कॉइन नहीं हैं।

# invalid_otp
source: Incorrect OTP. Please try again.
hi: गलत OTP, फिर से कोशिश करें।

# invalid_phone
source: Please enter a valid 10-digit mobile number.
hi: कृपया सही 10 अंकों का मोबाइल नंबर डालें।

# item_not_found
source: This reward is no longer available.
hi: यह इनाम अब उपलब्ध नहीं है।

# language.profile_hint
source: Change anytime in Profile
hi: प्रोफ़ाइल में कभी भी बदलें

# language.selection.not_selected
source: Not selected
hi: चयनित नहीं

# language.selection.selected
source: Selected
hi: चयनित

# login.change_number
source: Change number
hi: नंबर बदलें

# login.error.title
source: Couldn't continue
hi: आगे नहीं बढ़ सके

# login.otp.accessibility
source: Four-digit verification code
hi: चार अंकों का सत्यापन कोड

# login.otp.resend
source: Resend OTP
hi: OTP दोबारा भेजें

# login.otp.resend_in
source: Resend OTP in
hi: OTP दोबारा भेजें

# login.otp.sent
source: Code sent to
hi: कोड इस नंबर पर भेजा गया

# login.otp.title
source: Enter your 4-digit code
hi: अपना 4 अंकों का कोड दर्ज करें

# login.phone_taken.message
source: This phone is already registered. Continue with your older account? Your current guest progress will be lost.
hi: यह फ़ोन पहले से रजिस्टर्ड है। क्या आप अपने पुराने अकाउंट से जारी रखना चाहते हैं? आपकी मौजूदा गेस्ट प्रगति खो जाएगी।

# login.phone_taken.title
source: Phone already registered
hi: फ़ोन पहले से रजिस्टर्ड है

# login.phone.accessibility
source: Indian mobile number
hi: भारतीय मोबाइल नंबर

# login.phone.description
source: We only use it to secure your Outwit progress.
hi: हम इसका उपयोग केवल आपकी Outwit प्रगति सुरक्षित रखने के लिए करते हैं।

# login.phone.safety
source: We never share your number or send spam.
hi: हम आपका नंबर साझा नहीं करते और स्पैम नहीं भेजते।

# login.phone.title
source: Enter your phone number
hi: अपना फ़ोन नंबर दर्ज करें

# login.use_new_number
source: Use another number
hi: दूसरा नंबर इस्तेमाल करें

# login.verify
source: Verify
hi: सत्यापित करें

# multiplier_not_eligible
source: This reward cannot be multiplied.
hi: इस रिवॉर्ड को बढ़ाया नहीं जा सकता।

# network_timeout
source: The request timed out. Please try again.
hi: अनुरोध का समय समाप्त हो गया। कृपया फिर कोशिश करें।

# no_internet
source: Check your internet connection and try again.
hi: अपना इंटरनेट कनेक्शन जाँचें और फिर कोशिश करें।

# notifications.action.not_now
source: Not now
hi: अभी नहीं

# notifications.action.turn_on
source: Turn on notifications
hi: नोटिफ़िकेशन चालू करें

# notifications.body
source: We add games every week. Nothing else — no spam.
hi: हम हर हफ़्ते नए गेम जोड़ते हैं। बस इतना ही — कोई स्पैम नहीं।

# notifications.title
source: Know when new games land
hi: नए गेम आते ही जानें

# onboarding.action.next
source: Next
hi: आगे

# onboarding.action.start
source: Start playing
hi: खेलना शुरू करें

# onboarding.challenge.card.action
source: Beat it
hi: हराएँ

# onboarding.challenge.card.beat
source: Beat
hi: पार करें

# onboarding.challenges.accent
source: Earn coins
hi: कॉइन कमाएँ

# onboarding.challenges.accessibility
source: Tutorial slide 1 of 3. Beat challenges. Earn coins. Every challenge has a score to beat.
hi: ट्यूटोरियल स्लाइड 1 में से 3। चुनौतियों को हराएँ। कॉइन कमाएँ। हर चुनौती में पार करने के लिए एक स्कोर होता है।

# onboarding.challenges.body
source: Every challenge has a score to beat.
hi: हर चुनौती में पार करने के लिए एक स्कोर होता है।

# onboarding.challenges.title
source: Beat challenges
hi: चुनौतियों को हराएँ

# onboarding.page.first
source: Tutorial page 1 of 3
hi: ट्यूटोरियल पेज 1 में से 3

# onboarding.page.second
source: Tutorial page 2 of 3
hi: ट्यूटोरियल पेज 2 में से 3

# onboarding.page.third
source: Tutorial page 3 of 3
hi: ट्यूटोरियल पेज 3 में से 3

# onboarding.rewards.accent
source: cash
hi: कैश में बदलें

# onboarding.rewards.accessibility
source: Tutorial slide 2 of 3. Coins become cash. Collect coins. Cash out. Enjoy.
hi: ट्यूटोरियल स्लाइड 2 में से 3। कॉइन को कैश में बदलें। कॉइन जमा करें। कैश आउट करें। आनंद लें।

# onboarding.rewards.body
source: Collect coins. Cash out. Enjoy.
hi: कॉइन जमा करें। कैश आउट करें। आनंद लें।

# onboarding.rewards.coins.large
source: 5,000 coins
hi: 5,000 कॉइन

# onboarding.rewards.coins.medium
source: 1,000 coins
hi: 1,000 कॉइन

# onboarding.rewards.coins.small
source: 250 coins
hi: 250 कॉइन

# onboarding.rewards.title
source: Coins become
hi: कॉइन को

# onboarding.swipe.accent
source: swipe on
hi: आगे स्वाइप करें

# onboarding.swipe.accessibility
source: Tutorial slide 3 of 3. Try again or swipe on. New challenges keep coming.
hi: ट्यूटोरियल स्लाइड 3 में से 3। फिर कोशिश करें या आगे स्वाइप करें। नई चुनौतियाँ आती रहती हैं।

# onboarding.swipe.body
source: New challenges keep coming.
hi: नई चुनौतियाँ आती रहती हैं।

# onboarding.swipe.card.beat
source: Beat
hi: पार करें

# onboarding.swipe.card.close
source: So close!
hi: बस थोड़ा बाकी!

# onboarding.swipe.card.play
source: Play this
hi: इसे खेलें

# onboarding.swipe.card.retry
source: One more chance
hi: एक और मौका

# onboarding.swipe.card.your_score
source: Your score
hi: आपका स्कोर

# onboarding.swipe.prefix
source: or
hi: या

# onboarding.swipe.title
source: Try again
hi: फिर कोशिश करें

source: Out of stock
hi: स्टॉक खत्म

# privacy.options
source: Privacy choices
hi: प्राइवेसी विकल्प

# redemption_status_uncertain
source: We could not confirm this redemption. Check your balance and history before trying again.
hi: इस रिडेम्पशन की पुष्टि नहीं हो सकी। दोबारा कोशिश से पहले बैलेंस और इतिहास जांचें।

# rewarded_ad_not_earned
source: Finish watching the ad to receive the reward.
hi: रिवॉर्ड पाने के लिए विज्ञापन पूरा देखें।

# rewarded_ad_session_expired
source: This rewarded ad session expired. Please try again.
hi: यह रिवॉर्ड विज्ञापन सेशन समाप्त हो गया। फिर कोशिश करें।

# rewarded_ad_session_failed
source: The rewarded ad could not be prepared. Please try again.
hi: रिवॉर्ड विज्ञापन तैयार नहीं हो सका। फिर कोशिश करें।

# rewarded_ad_unavailable
source: No rewarded ad is available right now. Please try again.
hi: अभी कोई रिवॉर्ड विज्ञापन उपलब्ध नहीं है। फिर कोशिश करें।

# rewarded_ad_user_unavailable
source: Please sign in again before using a rewarded ad.
hi: रिवॉर्ड विज्ञापन उपयोग करने से पहले फिर से साइन इन करें।

# rewards_disabled
source: The rewards store is not available right now.
hi: रिवॉर्ड स्टोर अभी उपलब्ध नहीं है।

# rewards.action.locked
source: Cashout locked
hi: कैशआउट लॉक है

# rewards.action.login
source: Log in to redeem
hi: रिडीम करने के लिए लॉग इन करें

# rewards.action.more_coins
source: More coins needed
hi: और कॉइन चाहिए

# rewards.action.not_eligible
source: Not eligible
hi: योग्य नहीं

# rewards.action.out_of_stock
source: Out of stock
hi: स्टॉक खत्म

# rewards.action.redeem
source: Redeem
hi: रिडीम करें

# rewards.action.redeeming
source: Redeeming…
hi: रिडीम हो रहा है…

# rewards.action.unavailable
source: Unavailable
hi: उपलब्ध नहीं

# rewards.available.subtitle
source: Turn your coins into something useful.
hi: अपने कॉइन को कुछ काम की चीज़ में बदलें।

# rewards.cashout.unavailable.message
source: Your account cannot redeem rewards right now. Pull to refresh or try again later.
hi: आपका अकाउंट अभी इनाम रिडीम नहीं कर सकता। रीफ़्रेश करें या बाद में कोशिश करें।

# rewards.cashout.unavailable.title
source: Cashout is unavailable
hi: कैशआउट उपलब्ध नहीं है

# rewards.cashout.unlock
source: Unlock cashout
hi: कैशआउट अनलॉक करें

# rewards.catalog
source: Reward catalogue
hi: इनाम सूची

# rewards.coins
source: coins
hi: कॉइन

# rewards.confirm.action
source: Confirm redemption
hi: रिडेम्पशन की पुष्टि करें

# rewards.confirm.balance_after
source: Balance after redemption
hi: रिडीम के बाद बैलेंस

# rewards.confirm.cost_prefix
source: This uses
hi: इसमें लगेंगे

# rewards.confirm.eyebrow
source: CONFIRM REWARD
hi: इनाम की पुष्टि करें

# rewards.confirm.not_now
source: Not now
hi: अभी नहीं

# rewards.confirm.title
source: Redeem this reward?
hi: यह इनाम रिडीम करें?

# rewards.empty.message
source: New rewards will appear here when they are in stock.
hi: स्टॉक में आते ही नए इनाम यहां दिखाई देंगे।

# rewards.empty.title
source: No rewards available
hi: अभी कोई इनाम उपलब्ध नहीं

# rewards.error.title
source: Couldn’t load rewards
hi: इनाम लोड नहीं हो सके

# rewards.history.browse
source: Browse rewards
hi: इनाम देखें

# rewards.history.cards
source: gift cards
hi: गिफ़्ट कार्ड

# rewards.history.empty.message
source: Your gift cards will appear here after redemption.
hi: रिडीम करने के बाद आपके गिफ़्ट कार्ड यहाँ दिखेंगे।

# rewards.history.empty.title
source: No redeemed rewards yet
hi: अभी कोई इनाम रिडीम नहीं हुआ

# rewards.history.previous
source: Previously redeemed
hi: पहले रिडीम किए गए

# rewards.history.total
source: TOTAL REDEEMED VALUE
hi: कुल रिडीम मूल्य

# rewards.invite_friends
source: Invite friends
hi: दोस्तों को बुलाएं

# rewards.login.action
source: Log in now
hi: अभी लॉग इन करें

# rewards.login.message
source: Secure your account before unlocking cashout or spending coins.
hi: कैशआउट अनलॉक करने या कॉइन खर्च करने से पहले अपना अकाउंट सुरक्षित करें।

# rewards.login.title
source: Log in to redeem rewards
hi: इनाम पाने के लिए लॉग इन करें

# rewards.outcome.code
source: Gift card code
hi: गिफ़्ट-कार्ड कोड

# rewards.outcome.copied
source: Code copied
hi: कोड कॉपी हो गया

# rewards.outcome.copy
source: Copy code
hi: कोड कॉपी करें

# rewards.outcome.pending.message
source: Your gift card will be shared after approval.
hi: मंज़ूरी के बाद आपका गिफ़्ट कार्ड भेजा जाएगा।

# rewards.outcome.pending.note
source: Your request will update automatically after approval.
hi: मंज़ूरी के बाद आपका अनुरोध अपने आप अपडेट होगा।

# rewards.outcome.pending.title
source: Your reward is pending
hi: आपका इनाम लंबित है

# rewards.outcome.ready.message
source: Your gift card is yours to enjoy.
hi: आपका गिफ़्ट कार्ड अब आपका है।

# rewards.outcome.ready.note
source: Use this code once at checkout. It is also saved under Redeemed.
hi: इस कोड को चेकआउट पर एक बार इस्तेमाल करें। यह रिडीम किए में भी सेव है।

# rewards.outcome.ready.title
source: Your reward is ready
hi: आपका इनाम तैयार है

# rewards.outcome.status
source: Status
hi: स्थिति

# rewards.redeemed.subtitle
source: Your reward history, all in one place.
hi: आपका इनाम इतिहास, एक ही जगह।

# rewards.referral.invite_prefix
source: Invite
hi: कैशआउट अनलॉक करने के लिए

# rewards.referral.invite_suffix
source: more verified friends to unlock cashout.
hi: और सत्यापित दोस्तों को बुलाएं।

# rewards.reward
source: Reward
hi: इनाम

# rewards.share.message
source: Play games and earn rewards with me on Outwit.
hi: Outwit पर मेरे साथ गेम खेलें और इनाम कमाएं।

# rewards.share.subject
source: Join me on Outwit
hi: Outwit पर मेरे साथ खेलें

# rewards.status.approved
source: Approved
hi: मंज़ूर

# rewards.status.fulfilled
source: Fulfilled
hi: पूरा हुआ

# rewards.status.pending
source: Pending
hi: लंबित

# rewards.status.refunded
source: Refunded
hi: रिफंड हुआ

# rewards.status.rejected
source: Rejected
hi: अस्वीकृत

# rewards.status.unknown
source: Updating
hi: अपडेट हो रहा है

# rewards.tab.available
source: Available
hi: उपलब्ध

# rewards.tab.redeemed
source: Redeemed
hi: रिडीम किए

# rewards.unavailable.message
source: The rewards store is not available right now. Your coins remain safe.
hi: रिवॉर्ड स्टोर अभी उपलब्ध नहीं है। आपके कॉइन सुरक्षित हैं।

# rewards.unavailable.title
source: Rewards are coming soon
hi: इनाम जल्द उपलब्ध होंगे

# screen.challenge_preview.title
source: Challenge gameplay
hi: चैलेंज गेमप्ले

# screen.feed.title
source: Feed
hi: होम

# screen.login.title
source: Login
hi: लॉग इन

# screen.notifications.title
source: Notifications
hi: नोटिफ़िकेशन

# screen.onboarding.title
source: Welcome to Outwit
hi: Outwit में आपका स्वागत है

# screen.pending.description
source: This feature will be added in its implementation checkpoint.
hi: यह सुविधा अपने इम्प्लीमेंटेशन चेकपॉइंट में जोड़ी जाएगी।

# screen.profile.title
source: Profile
hi: प्रोफ़ाइल

# screen.rewards.title
source: Rewards
hi: इनाम

# something_wrong
source: Something went wrong. Please try again.
hi: कुछ गलत हो गया। कृपया फिर कोशिश करें।

# startup.tagline
source: Play · Compete · Win
hi: खेलें · मुकाबला करें · जीतें

# unauthorized
source: Your session has expired. Please try again.
hi: आपका सेशन समाप्त हो गया है। कृपया फिर कोशिश करें।
